Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1085_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Áile joikaa joka päivä töissä
sme: Áile juoigá juohke beaivve barggus

source: Áile-Risten Holmberg on kasvanut Utsjoella ja opiskellut nuoriso- ja vapaa-ajanohjaajaksi Rovaniemellä.
sme: Áile-Risten Holmberg lea bajásšaddan Ohcejogas ja studeren nuoraid- ja astoáiggebargin Roavvenjárggas.

source: Vapaa-ajalla Áile urheilee sekä harrastaa musiikkia.
sme: Astoáiggis Áile láve valáštallat ja buđaldit musihkain.

source: Hän laulaa ja joikaa joka päivä myös työssään lastenhoitajana saamenkielisessä päiväkodissa Rovaniemellä.
sme: Son lávlu ja juoigá juohke beaivve maiddái barggustis mánnádikšun sámegielat beaiveruovttus Roavvenjárggas.

source: Musiikkivastaavana hän musisoi lasten kanssa paljon ja opettaa samoja lauluja, jotka ovat jääneet mieleen omasta lapsuudesta.
sme: Musihkkavástideaddjin son musisere mánáiguin olu ja oahpaha seamma lávlagiid, mat leat báhcán millii su iežas mánnávuođas.

source: - Lapset tykkäävät hirveästi laulaa ja ovat niin taitavia, Áile kertoo ylpeänä.
sme: – Mánát liikojit hirbmasit lávlut ja leat nu čeahpit, Áile rámida.

source: Päiväkotiin voi järjestää kaikkea toimintaa mielikuvitusta käyttäen ja saamelaiskulttuurista ammentaen.
sme: Beaiveruovttus sáhttá ordnet buotlágan doaimmaid go fal geavaha miela ja sámekultuvrra ávkin.

source: Galddá z at-ryhmässä on laulamisen ja joikaamisen lisäksi muun muassa tehty saamenkäsitöitä, heitetty suopunkia ja käyty paljon retkillä.
sme: Galddažat-joavkkus leat lávluma ja juoigama lassin earret eará duddjon, njoarostan ja fitnan olu tuvrrain.

source: Lapset ovat tehneet myös keppiporot, joilla on leikitty poroerotusta.
sme: Mánát leat ráhkadan maiddái stággobohccuid, maiguin leat duhkoraddan bigalusa.

source: Kaupungissa voi toisinaan olla vaikeaa ylläpitää saamelaiskulttuuria ja kielitaitoa, kun saamen kieltä ei välttämättä kuule missään.
sme: Gávpogis sáhttá muhtimin leat váttis doalahit sámekultuvrra ja gielladáiddu, dasgo sámegiela ii vealttakeahttá gula gostege.

source: Áile-Ristenin työpaikan arjessa pohjoissaamenkieli kuuluu ja saamelaiskulttuuri näkyy.
sme: Áile-Ristena bargosaji árgabeaivvis davvisámegiella gullo ja sámekultuvra oidno.

source: Nykyään saamelaisia asuu paljon kaupungeissa ja Áilen mielestä saamen kielen tilanne voisi olla Rovaniemellä parempikin.
sme: Dálá áigge máŋggat sámit orrot gávpogiin ja Áile-Ristena mielas sámegiela dilli sáhtášii leat Roavvenjárggas buoretge.

source: Áile osallistui The Voice of Finland – kilpailun karsintoihin, mikä oli vähän pelottava kokemus.
sme: Áile-Risten oassálasttii The Voice Of Finland – gilvvu rátkimiidda, mii lei binnáš balddáhahtti vásáhus.

source: Áile haluaisikin saada enemmän varmuutta esiintymiseen.
sme: Áile-Risten hálidivččiige roahkasmuvvat loaiddasteamis.

source: Kokemusta siihen hän sai muun muassa ollessaan artistina mukana legendaarisen Veijo Länsmanin muistokonsertissa.
sme: Son lea ožžon loaiddastanvásáhusaid earret eará legendáralaš Veijo Länsmana muitokonsearttas geassemánus 2015 Njuorggáma Vuollegeavgŋás. Konsearttas muittašedje Veijo eallima ja čuojahedje su lávlagiid.

source: Siellä muisteltiin Veijon elämää ja esitettiin hänen lauluja.
sme: Áile-Ristena mielas dáhpáhus lei iežaslágan ja doppe lei liekkus dovdu.

source: Kesäkuussa 2015 järjestetty konsertti Nuorgamin Alakönkään törmällä oli Áilen mielestä lämminhenkinen ja erilainen musiikkitapahtuma.
sme: Áile-Risten artistan Veijo Länsmana muitokonsearttas geassemánus 2015.

source: Linkkejä:
sme: Liŋkkat:

source: http://www.rovaniemi.fi/fi/Palvelut/Lasten-paivahoito/Paivakodit/Keskusta-Ounasjoen-alue/Sahanperan-paivakoti-ja-Saamenkielinen-paivakoti
sme: https://www.youtube.com/watch?v=hi1Zd0Eu1cg (Áile-Risten: Ráhkisvuođa hávddŠalŠ)

source: http://yle.fi/uutiset/muistokonsertti_nuorena_hukkuneen_saamelaismuusikon_kunniaksi_kesakuussa/7990671
sme: http://yle.fi/uutiset/hirvasvuopio-laiti_veijo_lansman_muitokonsearttas_ii_leat_imas_ahte_su_lavlagat_leat_bahcan_eallit/8055460
